/* Invisible style of page counter; outputs no number */
"Invisible" = "不可见";

/*  preceeded by a number to show how many times a page has been viewed over the web */
"page views" = "页面查看";

/* Text style of page counter */
"Text" = "文字";